[
  {
    "urlPath": "secondaryproject/idg",
    "toolName": "IDG",
    "imagePath": "/img/idgLogo.png",
    "description": "IDG is an NIH Common Fund project focused on collecting, integrating and making available biological data on 395 human genes from three key druggable protein families that have been identified as potential therapeutic targets: non-olfactory G-protein coupled receptors (GPCRs), ion channels, and protein kinases. The IMPC consortium is creating knockout mouse strains for the IDG project to better understand the function of these proteins.",
    "site":"internal"
  },
  {
    "urlPath": "https://monarchinitiative.org/",
    "toolName": "The Monarch Initiative",
    "imagePath": "/img/monarch_logo.png",
    "description": "A tool that uses computational reasoning to enable phenotype comparison both within and across species, with the ultimate goal of improving biomedical research.",
    "site":"external"
  },
  {
    "urlPath": "http://metadb.riken.jp/",
    "toolName": "RIKEN MetaDB",
    "imagePath": "/img/riken-rdf-impc.png",
    "description": "RIKEN BioResource partners provides IMPC data in a Resource Description Framework (RDF) via the RIKEN MetaDatabase.",
    "site":"external"
  },
  {
    "urlPath": "http://www.immunophenotype.org/",
    "toolName": "3i",
    "imagePath": "/img/3i-logo.png",
    "description": "The Infection and Immunity Immunophenotyping (3i) consortium conducts a high-throughput immunological phenotyping of approximately 550 knockout mouse lines generated by the Wellcome Trust Sanger Institute (WTSI). The project is entirely open access and all data is made available online via this website and the website of the International Mouse Phenotyping Consortium (IMPC). All generated knockout mouse lines can be requested from the IMPC.",
    "site":"external"
  },
  {
    "urlPath": "https://dmdd.org.uk/",
    "toolName": "DMDD",
    "imagePath": "/img/dmdd-logo-large.png",
    "description": "A project that aims at deciphering the mechanisms of developmental disorders.",
    "site":"external"
  },
  {
    "urlPath": "",
    "toolName": "KOMP Bone",
    "imagePath": "/img/xxx.png",
    "description": "Need description here.",
    "site":"external"
  },
  {
    "urlPath": "http://www.boneandcartilage.com/gallery.html",
    "toolName": "Origin of Bone Cartiliage Disease Project",
    "imagePath": "/img/obcd-logo.png",
    "description": "An international collaboration identifying genetic causes of bone and cartillage disease.",
    "site":"external"
  },
  {
    "urlPath": "https://www.genomicsengland.co.uk/the-100000-genomes-project/",
    "toolName": "100,000 genome",
    "imagePath": "/img/hundredThousand-genome-logo.png",
    "description": "The project will sequence 100,000 genomes from around 70,000 people. Participants are NHS patients with a rare disease, plus their families, and patients with cancer.",
    "site":"external"
  },
  {
    "urlPath": "https://www.mmpc.org/",
    "toolName": "MMPC",
    "imagePath": "/img/mmpc-logo.gif",
    "description": "A National Institutes of Health-sponsored resource that provides experimental testing services to scientists studying diabetes, obesity, diabetic complications, and other metabolic diseases in mice.",
    "site":"external"
  }
]

